Repository: dragon717/Pink_House
Catalog: ItemManager/Resources/Localization/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, pt_br, zh_hans, zh_hant

# 请求超时
source: Request timed out
de: Anfragezeit ueberschritten
es: La solicitud agoto el tiempo de espera
fr: La requete a expire
ja: リクエストがタイムアウトしました
ko: 요청 시간이 초과되었습니다
pt_br: A solicitacao expirou
zh_hans: 请求超时
zh_hant: 請求逾時

# 请确保除了选中的裙装外，衣橱中还有其他裙装
source: Make sure there are other dresses in your wardrobe besides the selected ones.
de: Stelle sicher, dass neben den ausgewählten Kleidern noch andere Kleider im Schrank sind.
es: Asegúrate de que el armario tenga otros vestidos además de los seleccionados.
fr: Assure-toi que ta garde-robe contient d'autres robes que celles sélectionnées.
ja: 選択中のドレス以外にも、ワードローブにドレスがあることを確認してください。
ko: 선택한 드레스 외에 옷장에 다른 드레스가 있는지 확인해 주세요.
pt_br: Confira se há outros vestidos no guarda-roupa além dos selecionados.
zh_hans: 请确保除了选中的裙装外，衣橱中还有其他裙装
zh_hant: 請確保除了選中的裙裝外，衣櫥中還有其他裙裝

# 请输入品牌名称
source: Enter brand name
de: Markennamen eingeben
es: Introduce el nombre de la marca
fr: Saisissez le nom de la marque
ja: ブランド名を入力
ko: 브랜드 이름 입력
pt_br: Digite o nome da marca
zh_hans: 请输入品牌名称
zh_hant: 請輸入品牌名稱

# 请输入官方 App Store 优惠码。
source: Enter an official App Store offer code.
de: Gib einen offiziellen App Store Angebotscode ein.
es: Introduce un codigo promocional oficial de App Store.
fr: Saisissez un code promotionnel App Store officiel.
ja: 公式の App Store オファーコードを入力してください。
ko: 공식 App Store 혜택 코드를 입력해 주세요.
pt_br: Insira um codigo promocional oficial da App Store.
zh_hans: 请输入官方 App Store 优惠码。
zh_hant: 請輸入官方 App Store 優惠碼。

# 请输入裙装名称
source: Enter dress name
de: Kleidname eingeben
es: Introduce el nombre del vestido
fr: Saisissez le nom de la robe
ja: ドレス名を入力
ko: 드레스 이름 입력
pt_br: Digite o nome do vestido
zh_hans: 请输入裙装名称
zh_hant: 請輸入裙裝名稱

# 请阅读并同意
source: Please read and agree to
de: Bitte lesen und zustimmen:
es: Lee y acepta
fr: Veuillez lire et accepter
ja: 読んで同意してください
ko: 읽고 동의해 주세요
pt_br: Leia e concorde com
zh_hans: 请阅读并同意
zh_hant: 請閱讀並同意

# 调整配色方案
source: Adjust Color Scheme
de: Farbschema anpassen
es: Ajustar esquema de color
fr: Ajuster la palette
ja: 配色を調整
ko: 색상 구성 조정
pt_br: Ajustar esquema de cores
zh_hans: 调整配色方案
zh_hant: 調整配色方案

# 调整顺序
source: Reorder
de: Reihenfolge ändern
es: Reordenar
fr: Réorganiser
ja: 並べ替え
ko: 순서 조정
pt_br: Reordenar
zh_hans: 调整顺序
zh_hant: 調整順序

# 负责巡逻抓老鼠，赚取大等鱼币，比较累。
source: Patrols and catches mice, earns a decent amount of Fish Coins, and gets fairly tired.
de: Patrouilliert und fängt Mäuse, verdient ordentlich Fischmünzen und wird recht müde.
es: Patrulla y atrapa ratones, gana bastantes monedas Pez y se cansa bastante.
fr: Patrouille et attrape des souris, gagne pas mal de pièces Poisson et fatigue assez vite.
ja: パトロールしてネズミを捕まえ、かなりのさかなコインを稼ぎますが、けっこう疲れます。
ko: 순찰하며 쥐를 잡고 물고기 코인을 꽤 벌지만 제법 피곤해져요.
pt_br: Patrulha e pega ratos, ganha uma boa quantidade de Moedas Peixe e fica bem cansado.
zh_hans: 负责巡逻抓老鼠，赚取大等鱼币，比较累。
zh_hant: 負責巡邏抓老鼠，賺取大等魚幣，比較累。

# 账户受限
source: Account is restricted
de: Konto ist eingeschraenkt
es: La cuenta esta restringida
fr: Compte restreint
ja: アカウントに制限があります
ko: 계정이 제한되어 있습니다
pt_br: Conta restrita
zh_hans: 账户受限
zh_hant: 帳號受限

# 货币兑换
source: Currency Exchange
de: Währungstausch
es: Cambio de moneda
fr: Échange de devises
ja: 通貨交換
ko: 통화 교환
pt_br: Troca de moedas
zh_hans: 货币兑换
zh_hant: 貨幣兌換

# 购买信息
source: Purchase information
de: Kaufinformationen
es: Información de compra
fr: Informations d’achat
ja: 購入情報
ko: 구매 정보
pt_br: Informações de compra
zh_hans: 购买信息
zh_hant: 購買資訊

# 购买凭证无效
source: Purchase receipt is invalid
de: Kaufbeleg ist ungueltig
es: El recibo de compra no es valido
fr: Recu d'achat invalide
ja: 購入レシートが無効です
ko: 구매 영수증이 유효하지 않습니다
pt_br: Recibo de compra invalido
zh_hans: 购买凭证无效
zh_hant: 購買憑證無效

# 购买即表示同意
source: By purchasing, you agree to
de: Mit dem Kauf stimmst du zu:
es: Al comprar, aceptas
fr: En achetant, vous acceptez
ja: 購入すると同意したものとみなされます
ko: 구매하면 다음에 동의한 것으로 간주됩니다
pt_br: Ao comprar, voce concorda com
zh_hans: 购买即表示同意
zh_hant: 購買即表示同意

# 购买失败
source: Purchase Failed
de: Kauf fehlgeschlagen
es: Error de compra
fr: Echec de l'achat
ja: 購入に失敗しました
ko: 구매 실패
pt_br: Falha na compra
zh_hans: 购买失败
zh_hant: 購買失敗

# 购买失败，请重试
source: Purchase failed. Please try again.
de: Kauf fehlgeschlagen. Bitte versuche es erneut.
es: Error de compra. Intentalo de nuevo.
fr: Echec de l'achat. Veuillez reessayer.
ja: 購入に失敗しました。もう一度お試しください。
ko: 구매에 실패했습니다. 다시 시도해 주세요.
pt_br: Falha na compra. Tente novamente.
zh_hans: 购买失败，请重试
zh_hant: 購買失敗，請再試一次

# 购买对应主题后可用
source: Available after buying the matching theme
de: Nach Kauf des passenden Themas verfuegbar
es: Disponible tras comprar el tema correspondiente
fr: Disponible apres l'achat du theme correspondant
ja: 対応テーマを購入すると利用できます
ko: 해당 테마를 구매하면 사용할 수 있어요
pt_br: Disponivel apos comprar o tema correspondente
zh_hans: 购买对应主题后可用
zh_hant: 購買對應主題後可用

# 购买成功
source: Purchase Successful
de: Kauf erfolgreich
es: Compra realizada
fr: Achat réussi
ja: 購入完了
ko: 구매 성공
pt_br: Compra concluída
zh_hans: 购买成功
zh_hant: 購買成功

# 购买日期
source: Purchase date
de: Kaufdatum
es: Fecha de compra
fr: Date d’achat
ja: 購入日
ko: 구매일
pt_br: Data da compra
zh_hans: 购买日期
zh_hant: 購買日期

# 购买时间从早到晚
source: Purchase Date, Oldest First
de: Kaufdatum, älteste zuerst
es: Fecha de compra, más antigua primero
fr: Achat ancien d'abord
ja: 購入日が古い順
ko: 구매일 오래된순
pt_br: Data de compra, mais antigas primeiro
zh_hans: 购买时间从早到晚
zh_hant: 購買時間由舊到新

# 购买时间从晚到早
source: Purchase Date, Newest First
de: Kaufdatum, neueste zuerst
es: Fecha de compra, más reciente primero
fr: Achat récent d'abord
ja: 購入日が新しい順
ko: 구매일 최신순
pt_br: Data de compra, mais recentes primeiro
zh_hans: 购买时间从晚到早
zh_hant: 購買時間由新到舊

# 购买时间统计
source: Purchase Time Statistics
de: Kaufzeitstatistik
es: Estadísticas de fechas de compra
fr: Statistiques de dates d'achat
ja: 購入時期統計
ko: 구매 시기 통계
pt_br: Estatísticas de datas de compra
zh_hans: 购买时间统计
zh_hant: 購買時間統計

# 购买等待中，请稍后查看
source: Purchase is pending. Please check again later.
de: Kauf ausstehend. Bitte spaeter erneut pruefen.
es: Compra pendiente. Vuelve a comprobarlo mas tarde.
fr: Achat en attente. Verifiez plus tard.
ja: 購入は保留中です。後でもう一度確認してください。
ko: 구매가 대기 중입니다. 나중에 다시 확인해 주세요.
pt_br: Compra pendente. Verifique novamente mais tarde.
zh_hans: 购买等待中，请稍后查看
zh_hant: 購買等待中，請稍後查看

# 购买请求已提交，正在等待 App Store 处理。到账后会自动更新余额。
source: Purchase request submitted and waiting for App Store processing. Your balance will update automatically after delivery.
de: Kaufanfrage gesendet und wartet auf Verarbeitung durch den App Store. Nach der Lieferung wird dein Kontostand automatisch aktualisiert.
es: Solicitud de compra enviada y en espera de procesamiento por App Store. El saldo se actualizara automaticamente al recibirse.
fr: Demande d'achat envoyee, en attente du traitement App Store. Le solde sera mis a jour automatiquement apres reception.
ja: 購入リクエストを送信しました。App Store の処理を待っています。反映後、残高は自動で更新されます。
ko: 구매 요청이 제출되어 App Store 처리를 기다리는 중입니다. 지급되면 잔액이 자동으로 업데이트됩니다.
pt_br: Solicitacao de compra enviada e aguardando processamento da App Store. O saldo sera atualizado automaticamente apos a entrega.
zh_hans: 购买请求已提交，正在等待 App Store 处理。到账后会自动更新余额。
zh_hant: 購買請求已提交，正在等待 App Store 處理。到帳後餘額會自動更新。

# 跟随主题
source: Follow Theme
de: Thema folgen
es: Seguir tema
fr: Suivre le theme
ja: テーマに合わせる
ko: 테마 따르기
pt_br: Seguir tema
zh_hans: 跟随主题
zh_hant: 跟隨主題

# 跟随当前主题
source: Follow Current Theme
de: Aktuellem Thema folgen
es: Seguir el tema actual
fr: Suivre le theme actuel
ja: 現在のテーマに合わせる
ko: 현재 테마 따르기
pt_br: Seguir o tema atual
zh_hans: 跟随当前主题
zh_hant: 跟隨目前主題

# 跟随萌宠
source: Follow Pet
de: Haustier folgen
es: Seguir mascota
fr: Suivre l'animal
ja: ペットに合わせる
ko: 펫에 맞추기
pt_br: Seguir pet
zh_hans: 跟随萌宠
zh_hant: 跟隨萌寵

# 蹭蹭~
source: Nuzzle~
de: Kuschel~
es: Mimitos~
fr: Câlin~
ja: すりすり~
ko: 부비부비~
pt_br: Carinho~
zh_hans: 蹭蹭~
zh_hant: 蹭蹭~

# 辅色
source: Secondary Color
de: Nebenfarbe
es: Color secundario
fr: Couleur secondaire
ja: サブカラー
ko: 보조 컬러
pt_br: Cor secundária
zh_hans: 辅色
zh_hant: 輔色

# 输入兑换数量
source: Redeem Count
de: Tauschbetrag eingeben
es: Introducir cantidad a cambiar
fr: Saisir le montant à échanger
ja: 交換数量を入力
ko: 교환 수량 입력
pt_br: Inserir quantidade para trocar
zh_hans: 输入兑换数量
zh_hant: 輸入兌換數量

# 输入新名字
source: Enter New Name
de: Neuen Namen eingeben
es: Introduce un nuevo nombre
fr: Saisir un nouveau nom
ja: 新しい名前を入力
ko: 새 이름 입력
pt_br: Insira um novo nome
zh_hans: 输入新名字
zh_hant: 輸入新名字

# 达到开始线才会自动出门，跌到停工线会自动下班。
source: Auto work starts only after reaching the start line, and stops when it drops to the stop line.
de: Auto-Arbeit startet erst ab dem Startwert und stoppt beim Stoppwert.
es: El trabajo automático empieza al alcanzar el umbral de inicio y se detiene al caer al umbral de parada.
fr: Le travail auto démarre seulement au seuil de départ et s'arrête au seuil d'arrêt.
ja: 開始ラインに達すると自動で出勤し、停止ラインまで下がると自動で帰ります。
ko: 시작선에 도달해야 자동으로 나가고, 중지선까지 떨어지면 자동으로 퇴근해요.
pt_br: O trabalho automático começa ao atingir a linha de início e para ao cair até a linha de parada.
zh_hans: 达到开始线才会自动出门，跌到停工线会自动下班。
zh_hant: 達到開始線才會自動出門，跌到停工線會自動下班。

# 还要摸摸
source: More pets, please
de: Noch mehr Streicheln
es: Más caricias
fr: Encore des caresses
ja: もっとなでて
ko: 더 쓰다듬어줘요
pt_br: Mais carinho, por favor
zh_hans: 还要摸摸
zh_hant: 還要摸摸

# 这个不能吃哦
source: This can’t be eaten
de: Das kann man nicht essen
es: Eso no se puede comer
fr: Ça ne se mange pas
ja: これは食べられないよ
ko: 이건 먹을 수 없어요
pt_br: Isso não dá para comer
zh_hans: 这个不能吃哦
zh_hant: 這個不能吃喔

# 这个东西我暂时没找到，稍后再帮我看看吧。
source: I cannot find that item right now. Please check again for me later.
de: Ich finde diesen Gegenstand gerade nicht. Schau später noch einmal für mich nach.
es: No encuentro ese objeto por ahora. Vuelve a revisarlo por mí más tarde.
fr: Je ne trouve pas cet objet pour l’instant. Regarde encore pour moi plus tard.
ja: そのアイテムは今のところ見つかりません。あとでまた確認してね。
ko: 그 물건은 지금 찾지 못했어요. 나중에 다시 확인해 주세요.
pt_br: Não encontrei esse item agora. Confira de novo para mim mais tarde.
zh_hans: 这个东西我暂时没找到，稍后再帮我看看吧。
zh_hant: 這個東西我暫時沒找到，稍後再幫我看看吧。

# 这个你问得特别及时，我先把我现在的饮水情况给你看看，%@。
source: That is perfect timing. Let me show you my hydration first: %@.
de: Das fragst du genau zur richtigen Zeit. Ich zeige dir zuerst meine Hydration: %@.
es: Preguntas justo a tiempo. Primero te enseño mi hidratación: %@.
fr: Tu demandes au bon moment. Je te montre d’abord mon hydratation : %@.
ja: ちょうどいいタイミングで聞いてくれたね。まず今の水分状態を見せるよ：%@。
ko: 정말 알맞은 때에 물어봤어요. 먼저 내 수분 상태를 보여줄게요: %@.
pt_br: Você perguntou na hora certa. Primeiro vou mostrar minha hidratação: %@.
zh_hans: 这个你问得特别及时，我先把我现在的饮水情况给你看看，%@。
zh_hant: 這個你問得特別及時，我先把我現在的飲水情況給你看看，%@。

# 这个打工指令我还没学会，先帮你刷新状态面板。
source: I haven't learned that work command yet, so I'll refresh the status panel first.
de: Diesen Arbeitsbefehl habe ich noch nicht gelernt. Ich aktualisiere zuerst das Statusfeld.
es: Aún no aprendí esta instrucción de trabajo. Primero actualizaré el panel de estado.
fr: Je n’ai pas encore appris cette commande de travail. Je vais d’abord actualiser le panneau d’état.
ja: この仕事コマンドはまだ覚えていません。先に状態パネルを更新します。
ko: 이 일하기 명령은 아직 배우지 못했어요. 먼저 상태 패널을 새로고침할게요.
pt_br: Ainda não aprendi esse comando de trabalho. Vou atualizar o painel de status primeiro.
zh_hans: 这个打工指令我还没学会，先帮你刷新状态面板。
zh_hant: 這個打工指令我還沒學會，先幫你刷新狀態面板。

# 这个道具我暂时没认出来。
source: I do not recognize this item right now.
de: Diesen Gegenstand erkenne ich gerade nicht.
es: No reconozco este objeto por ahora.
fr: Je ne reconnais pas cet objet pour l’instant.
ja: このアイテムはまだ認識できません。
ko: 이 아이템은 아직 알아보지 못했어요.
pt_br: Ainda não reconheci este item.
zh_hans: 这个道具我暂时没认出来。
zh_hant: 這個道具我暫時沒認出來。

# 这些都是我现在有的东西，点一下就能用，也可以直接拖去投喂区。
source: These are the items I have now. Tap to use them, or drag them straight to the feeding area.
de: Das habe ich gerade. Tippe, um es zu benutzen, oder ziehe es direkt in den Fütterbereich.
es: Esto es todo lo que tengo ahora. Toca para usarlo o arrástralo directo a la zona de comida.
fr: Voici tout ce que j’ai pour l’instant. Touche pour utiliser, ou fais glisser directement vers la zone de repas.
ja: これは今持っているものだよ。タップですぐ使えるし、餌やりエリアへ直接ドラッグすることもできるよ。
ko: 이것들은 지금 가지고 있는 것들이에요. 한 번 탭해서 쓸 수도 있고, 먹이 주기 구역으로 바로 끌 수도 있어요.
pt_br: Isso é tudo que tenho agora. Toque para usar ou arraste direto para a área de alimentação.
zh_hans: 这些都是我现在有的东西，点一下就能用，也可以直接拖去投喂区。
zh_hant: 這些都是我現在有的東西，點一下就能用，也可以直接拖去投餵區。

# 这件心愿尾款
source: This final payment item
de: Dieser Restzahlungsartikel
es: Este articulo de pago final
fr: Cet article avec solde final
ja: この残金アイテム
ko: 이 잔금 항목
pt_br: Este item de pagamento final
zh_hans: 这件心愿尾款
zh_hant: 這件心願尾款

# 这台设备可以切换桌面图标。
source: This device can switch Home Screen icons.
de: Dieses Geraet kann Home-Bildschirm-Symbole wechseln.
es: Este dispositivo puede cambiar los iconos de la pantalla de inicio.
fr: Cet appareil peut changer d'icone d'ecran d'accueil.
ja: このデバイスではホーム画面アイコンを切り替えられます。
ko: 이 기기는 홈 화면 아이콘을 전환할 수 있어요.
pt_br: Este dispositivo pode trocar os icones da Tela de Inicio.
zh_hans: 这台设备可以切换桌面图标。
zh_hant: 這台裝置可以切換桌面圖示。

# 这台设备暂时不能切换桌面图标。
source: This device cannot switch Home Screen icons right now.
de: Dieses Geraet kann Home-Bildschirm-Symbole derzeit nicht wechseln.
es: Este dispositivo no puede cambiar los iconos de la pantalla de inicio ahora.
fr: Cet appareil ne peut pas changer d'icone d'ecran d'accueil pour le moment.
ja: このデバイスでは現在ホーム画面アイコンを切り替えられません。
ko: 이 기기는 지금 홈 화면 아이콘을 전환할 수 없어요.
pt_br: Este dispositivo nao pode trocar os icones da Tela de Inicio agora.
zh_hans: 这台设备暂时不能切换桌面图标。
zh_hant: 這台裝置暫時不能切換桌面圖示。

# 这套先给你摆在上面啦，要不要继续微调？
source: I placed this outfit above for you. Want to keep fine-tuning?
de: Ich habe dieses Outfit oben für dich platziert. Weiter feinabstimmen?
es: Dejé este look arriba para ti. ¿Quieres seguir ajustándolo?
fr: J’ai placé cette tenue au-dessus pour toi. Tu veux continuer à l’ajuster ?
ja: このコーデを上に置いておいたよ。もう少し調整する？
ko: 이 코디를 위에 먼저 놓아 뒀어요. 계속 다듬어 볼까요?
pt_br: Coloquei este look acima para você. Quer continuar ajustando?
zh_hans: 这套先给你摆在上面啦，要不要继续微调？
zh_hant: 這套先給你擺在上面啦，要不要繼續微調？

# 这是我和你的亲密度，桃心越满就代表我越黏你。
source: This is the bond between us. The fuller the hearts are, the more attached I am to you.
de: Das ist unsere Nähe. Je voller die Herzen sind, desto anhänglicher bin ich.
es: Este es nuestro vínculo. Cuantos más corazones haya, más apegado estoy a ti.
fr: C’est notre affinité. Plus les cœurs sont remplis, plus je suis attaché à toi.
ja: これがあなたとの親密度です。ハートが多いほど、もっとあなたになついています。
ko: 이건 우리 친밀도예요. 하트가 가득할수록 내가 더 당신에게 붙어 있다는 뜻이에요.
pt_br: Esta é nossa afinidade. Quanto mais cheios os corações, mais apegado a você eu estou.
zh_hans: 这是我和你的亲密度，桃心越满就代表我越黏你。
zh_hant: 這是我和你的親密度，桃心越滿就代表我越黏你。

# 这是我现在的全部状态。
source: Here is my full status right now.
de: Das ist gerade mein kompletter Status.
es: Este es mi estado completo ahora mismo.
fr: Voici mon état complet en ce moment.
ja: これが今の私の全体ステータスです。
ko: 지금 내 전체 상태예요.
pt_br: Este é meu status completo agora.
zh_hans: 这是我现在的全部状态。
zh_hant: 這是我現在的全部狀態。

# 这是我现在的心情，我单独给你看看。
source: Here is my mood right now. I will show it to you on its own.
de: Das ist meine aktuelle Stimmung. Ich zeige sie dir separat.
es: Este es mi ánimo ahora. Te lo enseño por separado.
fr: Voici mon humeur actuelle. Je te la montre séparément.
ja: これが今の気分です。単独で見せるね。
ko: 지금 내 기분이에요. 따로 보여줄게요.
pt_br: Este é meu humor agora. Vou mostrar separadamente.
zh_hans: 这是我现在的心情，我单独给你看看。
zh_hant: 這是我現在的心情，我單獨給你看看。

# 这是我现在的清洁状态，帮%@洗香香要花%d%@，要不要现在就洗？
source: Here is my cleanliness right now. Washing %@ costs %d %@. Want to wash now?
de: Das ist meine aktuelle Sauberkeit. %@ zu waschen kostet %d %@. Sollen wir es jetzt machen?
es: Esta es mi limpieza actual. Bañar a %@ cuesta %d %@. ¿Lo hacemos ahora?
fr: Voici ma propreté actuelle. Laver %@ coûte %d %@. On le fait maintenant ?
ja: これが今の清潔度です。%@をきれいに洗うには%d%@かかります。今洗う？
ko: 지금 내 청결 상태예요. %@를 씻기려면 %d %@가 필요해요. 지금 씻을까요?
pt_br: Esta é minha limpeza agora. Dar banho em %@ custa %d %@. Quer lavar agora?
zh_hans: 这是我现在的清洁状态，帮%@洗香香要花%d%@，要不要现在就洗？
zh_hant: 這是我現在的清潔狀態，幫%@洗香香要花%d%@，要不要現在就洗？

# 这是我现在的状态总览，饱食、饮水、清洁、心情和亲密度都在这儿啦。
source: Here is my current status overview: fullness, hydration, cleanliness, mood, and bond are all here.
de: Das ist meine aktuelle Statusübersicht: Sättigung, Hydration, Sauberkeit, Stimmung und Nähe sind alle hier.
es: Este es mi resumen de estado actual: saciedad, hidratación, limpieza, ánimo y vínculo están aquí.
fr: Voici mon aperçu d’état actuel : satiété, hydratation, propreté, humeur et affinité sont tous ici.
ja: これが今の状態一覧です。満腹度、水分、清潔度、気分、親密度が全部ここにあります。
ko: 지금 내 상태 요약이에요. 포만감, 수분, 청결, 기분, 친밀도가 모두 여기 있어요.
pt_br: Aqui está meu resumo de status atual: saciedade, hidratação, limpeza, humor e afinidade estão todos aqui.
zh_hans: 这是我现在的状态总览，饱食、饮水、清洁、心情和亲密度都在这儿啦。
zh_hant: 這是我現在的狀態總覽，飽食、飲水、清潔、心情和親密度都在這兒啦。

# 这是我现在的饮水状态，要不要马上喂我喝一点呀？
source: Here is my hydration right now. Want to give me a drink right away?
de: Das ist meine aktuelle Hydration. Möchtest du mir gleich etwas zu trinken geben?
es: Esta es mi hidratación actual. ¿Quieres darme algo de beber ahora?
fr: Voici mon hydratation actuelle. Tu veux me donner à boire tout de suite ?
ja: これが今の水分状態です。すぐに少し飲ませてくれる？
ko: 지금 내 수분 상태예요. 바로 조금 마시게 해줄까요?
pt_br: Esta é minha hidratação agora. Quer me dar algo para beber já?
zh_hans: 这是我现在的饮水状态，要不要马上喂我喝一点呀？
zh_hant: 這是我現在的飲水狀態，要不要馬上餵我喝一點呀？

# 这是我现在的饱食度，想喂我点东西的话，可以直接打开我的背包。
source: Here is my fullness right now. If you want to feed me, you can open my bag directly.
de: Das ist meine aktuelle Sättigung. Wenn du mich füttern möchtest, öffne einfach meinen Rucksack.
es: Esta es mi saciedad actual. Si quieres darme algo de comer, puedes abrir mi mochila directamente.
fr: Voici ma satiété actuelle. Si tu veux me nourrir, tu peux ouvrir directement mon sac.
ja: これが今の満腹度です。何か食べさせたいなら、私のバッグを直接開いてね。
ko: 지금 내 포만감이에요. 먹이고 싶다면 바로 내 가방을 열어 주세요.
pt_br: Esta é minha saciedade agora. Se quiser me alimentar, pode abrir minha mochila diretamente.
zh_hans: 这是我现在的饱食度，想喂我点东西的话，可以直接打开我的背包。
zh_hant: 這是我現在的飽食度，想餵我點東西的話，可以直接打開我的背包。

# 这是我的喵币，领养二宝和充值时会先看它。
source: These are my Meow Coins. I use them first for adopting a second pet and top-ups.
de: Das sind meine Miau-Münzen. Beim Adoptieren von Erbao und beim Aufladen werden sie zuerst geprüft.
es: Estas son mis monedas miau. Se revisan primero al adoptar a Erbao y al recargar.
fr: Voici mes monnaies miaou. Elles sont vérifiées en premier pour adopter Erbao et lors des recharges.
ja: これは私のにゃんコインです。二宝の里親申請やチャージではまずこれを確認します。
ko: 이건 내 야옹 코인이에요. 둘째 입양과 충전 때 먼저 확인해요.
pt_br: Estas são minhas moedas miau. Elas são verificadas primeiro ao adotar Erbao e ao recarregar.
zh_hans: 这是我的喵币，领养二宝和充值时会先看它。
zh_hant: 這是我的喵幣，領養二寶和充值時會先看它。

# 这是我的背包呀，点一下就能用，也可以直接拖过去～
source: This is my backpack. Tap an item to use it, or drag it over directly.
de: Das ist mein Rucksack. Tippe auf ein Objekt, um es zu benutzen, oder zieh es direkt hinüber.
es: Esta es mi mochila. Toca un objeto para usarlo, o arrástralo directamente.
fr: Voici mon sac. Touchez un objet pour l’utiliser, ou faites-le glisser directement.
ja: これが私のバッグだよ。タップで使えるし、そのままドラッグしてもいいよ。
ko: 이게 내 가방이야. 눌러서 바로 쓰거나 직접 끌어다 놓아도 돼.
pt_br: Esta é minha mochila. Toque em um item para usar ou arraste direto.
zh_hans: 这是我的背包呀，点一下就能用，也可以直接拖过去～
zh_hant: 這是我的背包呀，點一下就能使用，也可以直接拖過去～

# 这是我的骨头币，毛毛会更常用这个币种。
source: These are my Bone Coins. Maomao uses this currency more often.
de: Das sind meine Knochenmünzen. Maomao verwendet diese Währung häufiger.
es: Estas son mis monedas de hueso. Maomao usa más esta moneda.
fr: Voici mes os. Maomao utilise plus souvent cette monnaie.
ja: これは私の骨コインです。毛毛はこの通貨をよく使います。
ko: 이건 내 뼈 코인이에요. 마오마오가 이 화폐를 더 자주 써요.
pt_br: Estas são minhas moedas de osso. Maomao usa mais essa moeda.
zh_hans: 这是我的骨头币，毛毛会更常用这个币种。
zh_hant: 這是我的骨頭幣，毛毛會更常用這個幣種。

# 这是我的鱼币，买日常道具和看打工收益都会用到。
source: These are my Fish Coins, used for daily items and work earnings.
de: Das sind meine Fischmünzen. Sie werden für Alltagsgegenstände und Arbeitsverdienste genutzt.
es: Estas son mis monedas de pez. Sirven para comprar objetos diarios y ver ganancias de trabajo.
fr: Voici mes poissons. Ils servent à acheter des objets du quotidien et à consulter les gains de travail.
ja: これは私の魚コインです。日常アイテムの購入や仕事報酬の確認で使います。
ko: 이건 내 물고기 코인이에요. 일상 아이템을 사고 일하기 수익을 볼 때 사용해요.
pt_br: Estas são minhas moedas de peixe. Elas servem para comprar itens diários e ver ganhos de trabalho.
zh_hans: 这是我的鱼币，买日常道具和看打工收益都会用到。
zh_hant: 這是我的魚幣，買日常道具和看打工收益都會用到。

# 这次我会优先看%@更合适的%@这类颜色。
source: This time I’ll prioritize colors like %2$@ that suit %1$@ better.
de: Diesmal achte ich zuerst auf Farben wie %2$@, die besser zu %1$@ passen.
es: Esta vez priorizaré colores como %2$@, más adecuados para %1$@.
fr: Cette fois, je vais privilégier des couleurs comme %2$@, plus adaptées à %1$@.
ja: 今回は%1$@に合いやすい%2$@系の色を優先して見ます。
ko: 이번에는 %1$@에 더 잘 어울리는 %2$@ 같은 색을 우선 볼게요.
pt_br: Desta vez vou priorizar cores como %2$@, que combinam melhor com %1$@.
zh_hans: 这次我会优先看%@更合适的%@这类颜色。
zh_hant: 這次我會優先看%@更合適的%@這類顏色。

# 这都要买！
source: OK, I'll buy one!
de: Okay, ich kaufe eins!
es: ¡Vale, compraré uno!
fr: OK, j'en achète un !
ja: それも買う！
ko: 이것도 사야 해요!
pt_br: OK, vou comprar um!
zh_hans: 这都要买！
zh_hant: 這都要買！

# 进入
source: Enter
de: Öffnen
es: Entrar
fr: Entrer
ja: 入る
ko: 들어가기
pt_br: Entrar
zh_hans: 进入
zh_hant: 進入

# 连续打卡 %d 天
source: %d-day streak
de: %d Tage in Folge
es: %d días seguidos
fr: %d jours de suite
ja: %d日連続チェックイン
ko: %d일 연속 체크인
pt_br: %d dias seguidos
zh_hans: 连续打卡 %d 天
zh_hant: 連續打卡 %d 天

# 追根溯源
source: Trace Source
de: Quelle verfolgen
es: Rastrear origen
fr: Retracer la source
ja: 出典をたどる
ko: 출처 추적
pt_br: Rastrear origem
zh_hans: 追根溯源
zh_hant: 追根溯源

# 送去打工
source: Send to Work
de: Zur Arbeit schicken
es: Enviar a trabajar
fr: Envoyer travailler
ja: 仕事に行かせる
ko: 일 보내기
pt_br: Enviar para trabalhar
zh_hans: 送去打工
zh_hant: 送去打工

# 选择
source: Select
de: Auswählen
es: Seleccionar
fr: Sélectionner
ja: 選択
ko: 선택
pt_br: Selecionar
zh_hans: 选择
zh_hant: 選擇

# 选择%@
source: Select %@
de: %@ auswählen
es: Seleccionar %@
fr: Sélectionner %@
ja: %@を選択
ko: %@ 선택
pt_br: Selecionar %@
zh_hans: 选择%@
zh_hant: 選擇%@

# 选择主题
source: Choose Theme
de: Design auswählen
es: Elegir tema
fr: Choisir le thème
ja: テーマを選択
ko: 테마 선택
pt_br: Escolher tema
zh_hans: 选择主题
zh_hant: 選擇主題

# 选择保暖的毛绒包包
source: Choose a warm plush bag
de: Eine warme Plüschtasche wählen
es: Elige un bolso de felpa abrigado
fr: Choisis un sac moelleux et douillet
ja: 暖かみのあるファーバッグを選んで
ko: 따뜻한 털 가방을 골라요
pt_br: Escolha uma bolsa felpuda e aconchegante
zh_hans: 选择保暖的毛绒包包
zh_hant: 選擇保暖的毛絨包包

# 选择卡片皮肤
source: Choose Card Skin
de: Karten-Skin waehlen
es: Elegir diseno de tarjeta
fr: Choisir l'habillage de carte
ja: カードスキンを選択
ko: 카드 스킨 선택
pt_br: Escolher skin do cartao
zh_hans: 选择卡片皮肤
zh_hant: 選擇卡片皮膚

# 选择品牌
source: Choose Brand
de: Marke auswählen
es: Elegir marca
fr: Choisir une marque
ja: ブランドを選択
ko: 브랜드 선택
pt_br: Escolher marca
zh_hans: 选择品牌
zh_hant: 選擇品牌

# 选择图片
source: Choose Image
de: Bild auswählen
es: Elegir imagen
fr: Choisir une image
ja: 画像を選択
ko: 이미지 선택
pt_br: Escolher imagem
zh_hans: 选择图片
zh_hant: 選擇圖片

# 选择打工
source: Choose Work
de: Arbeit wählen
es: Elegir trabajo
fr: Choisir un travail
ja: 仕事を選択
ko: 일 선택
pt_br: Escolher trabalho
zh_hans: 选择打工
zh_hant: 選擇打工

# 选择毛绒耳罩和保暖手套
source: Choose plush earmuffs and warm gloves
de: Plüsch-Ohrenschützer und warme Handschuhe wählen
es: Elige orejeras de felpa y guantes abrigados
fr: Choisis des cache-oreilles moelleux et des gants chauds
ja: ふわふわイヤーマフと暖かい手袋を選んで
ko: 폭신한 귀마개와 따뜻한 장갑을 골라요
pt_br: Escolha protetores de orelha felpudos e luvas quentes
zh_hans: 选择毛绒耳罩和保暖手套
zh_hant: 選擇毛絨耳罩和保暖手套

# 选择目标裙装
source: Choose Target Dress
de: Zielkleid auswählen
es: Elegir vestido de destino
fr: Choisir la robe cible
ja: 対象ドレスを選択
ko: 대상 드레스 선택
pt_br: Escolher vestido de destino
zh_hans: 选择目标裙装
zh_hant: 選擇目標裙裝
